{"events":[{"name":"Flacknite - GlobalGameJam 2013","about":"<p><a href=http:\/\/globalgamejam.org\/sites\/2013\/farset-labs>GGJ Page where attendees should register as Jammers (for the world record)<\/a><\/p>\n<p>FlackNite (Farset Labs hack) is a regular programme of 24-hour tech-events. The challenge is simple; finish a technical project or solve a problem in a weekend, and be able to stand up in front of your peers and show off your work. FlackNite offers a platform for the rapid development of projects, as well as a structured and constructive feedback from peers.<\/p>\n<p>This time around were collaborating <span style=font-size: x-small;>with<\/span> the <a href=http:\/\/oi.ulster.ac.uk\/>University of Ulsters Office of Innovation<\/a> to run the 2013 Northern Ireland <a href=http:\/\/globalgamejam.org\/about>Global Game Jam<\/a><\/p>\n<p>The Global Game Jam (GGJ) is the worlds largest game jam event. Think of it as a hackathon focused on game development. It is the growth of an idea that in today&rsquo;s heavily connected world, we could come together, be creative, share experiences and express ourselves in a multitude of ways using video games &ndash; it is very universal. The weekend stirs a global creative buzz in games&hellip; while at the same time exploring the process of development, be it programming, iterative design, narrative exploration or artistic expression. It is all condensed into a 48 hour development cycle. Although the event is heavily focused on programming, there are many other areas where people who don&rsquo;t code can contribute to a game.<\/p>\n<p>This is going to be an in-demand event so please register attendence beforehand!<\/p>\n<p>Note that <strong>Donations are not required for this event<\/strong> as refreshment costs are being covered by <a href=http:\/\/oi.ulster.ac.uk\/>UUOI<\/a>, but donation tickets will go directly into the general Farset fund, for which well be paying the bills to keep Farset going day to day!<\/p>","start_date":"Jan 26 2013 00:00:00","display_start_date":"01-25-2013","end_date":"Jan 27 2013 06:00:00","display_end_date":"01-26-2013","url":"http:\/\/flacknite-ggj13-SRCH.eventbrite.com","address":"Linfield Industrial Estate","city":"Belfast","state":"Co Antrim","zip":"BT12 5GH","country":"United Kingdom"}]}