{"events":[{"name":"Global Game Jam Calgary","about":"<P>The Global Game Jam (GGJ) is the worlds largest game jam event. Think of it as a 48 hour hackathon focused on game development.<\/P>\n<P>The GGJ is not a competition.<\/P>\n<P>The jam starts late afternoon on Friday with a short video keynote featuring advice from leading game developers from around the world and the secret theme is announced. All sites worldwide are then challenged to make games based on that same theme, with games to be completed by Sunday afternoon. In January 2012, we had 242 location in 47 countries created over 2000 games in one weekend and became a <A TITLE=world record HREF=http:\/\/globalgamejam.org\/news\/2012\/03\/01\/global-game-jam-sets-guinness-world-record%E2%84%A2-being-largest-game-jam-world>Guinness World Record<\/A>! Boom.<\/P>\n<P>GGJ Calgary 2013 is on January 25-27 at the brand new Taylor Family Digital Library on the University of Calgary campus. <\/P>\n<P> <IMG SRC=https:\/\/evbdn.eventbrite.com\/s3-s3\/eventlogos\/14340559\/tfdllib21.jpg ALT=The Taylor Family Digital Library, UofC WIDTH=576 HEIGHT=373><\/P>\n<P> <\/P>\n<P>A bit about the TFDL venue:<\/P>\n<P>The new state-of-the-art learning and research centre is a model for the 21st century library, and an important new gathering place for students, faculty, staff, alumni and the broader Calgary community. The building opened to students and faculty the first week of September 2012, and is already the new heart of the University of Calgary campus.<\/P>\n<P>The Taylor Family Digital Library’s unique features and resources include technology that encourages<BR>experiential learning, exploration and innovative ways of creating new knowledge. The facility is one of the most digitally progressive academic libraries in North America. It combines a library, art gallery, archives, rare collections, a student success centre, and the latest digital tools for learning and research, all using the most advanced technology available.<\/P>\n<P>It also has a pretty rad games collection too. :)<\/P>\n<P><A TITLE=TFDL UofC HREF=http:\/\/tfdl.ucalgary.ca\/ TARGET=_blank>Learn more ><\/A><\/P>","start_date":"Jan 26 2013 01:30:00","display_start_date":"01-25-2013","end_date":"Jan 28 2013 01:30:00","display_end_date":"01-27-2013","url":"http:\/\/ggj-calgary-SRCH.eventbrite.com","address":"410 University Court Northwest","city":"Calgary","state":"Alberta","zip":"T2N 1N4","country":"Canada"}]}