{"events":[{"name":"MIT Legal Hack-a-Thon","about":"<p><span><strong>Event Page:<\/strong><\/span><\/p>\n<p><span><strong>&nbsp;<\/strong>&nbsp; &nbsp;<\/span><span style=color: #362e2c; font-family: arial, helvetica, sans-serif; font-size: x-small;><a href=http:\/\/iauth.org\/event\/>http:\/\/iauth.org\/event\/<\/a>&nbsp;(coming soon)<\/span><\/p>\n<p><span><strong>In-Person Attendance:<\/strong><\/span><\/p>\n<p><span>&nbsp;&nbsp; The MIT Media Lab and Cambridge Innovation Center. &nbsp;Current MIT students, faculty and staff are welcome to join the in-person meeting and may do so by registering for a ticket at this Evebtbrite page. &nbsp;There are limited spots available for non-MIT affiliates to participate at the in-person meetings, to inquire&nbsp;<span>please contact Dazza Greenwood, at:&nbsp;<\/span><a href=http:\/\/ecitizen.mit.edu\/contact>http:\/\/ecitizen.mit.edu\/contact<\/a>&nbsp; &nbsp;<\/span><\/p>\n<p><span><strong><span dir=ltr>Online Attendance:<\/span><\/strong><\/span><\/p>\n<p><span dir=ltr>Online participation is open to all who register for a ticket at this Evebtbrite page. &nbsp;&nbsp;<\/span><\/p>\n<p><span dir=ltr>&nbsp;&nbsp; Live Slides at&nbsp;<a href=https:\/\/join.me\/civics.com target=_blank>https:\/\/join.me\/civics.com<\/a><\/span><\/p>\n<p><span dir=ltr>&nbsp;&nbsp; Conference Call at 712.432.0900 access code 299132#<\/span><\/p>\n<p><span dir=ltr>&nbsp; &nbsp;Twitter Tags to Follow&nbsp;<\/span><\/p>\n<p><span dir=ltr>The online participation model will also feature a set of collaboration and group design tools. &nbsp;<\/span><\/p>\n<p><span><strong>Agenda:<\/strong><\/span><\/p>\n<p><span>Agenda and materials to follow shortly and will be posted to the Event Page. For more information on the approach to this event, please see:&nbsp;<a href=http:\/\/ecitizen.mit.edu\/mit-legal-hack-a-thon>http:\/\/ecitizen.mit.edu\/mit-legal-hack-a-thon<\/a>&nbsp;<\/span><\/p>\n<p><span><strong>Description:<\/strong><\/span><\/p>\n<p><span>Join the Legal\/Technical Integration track at the MIT Media Labs upcoming Personal Data and Trust Framework Hackathon to be held from January 28 through Feb 1st. &nbsp; Concurrent design and agile development Model System Rules and Contracts with code for OAuth 2 and federated identity credentials for the OpenPDS software will be the anchor of this track. &nbsp;We will specifically be focused on converging the apps management screen available to a user to see and possibly revoke OAuth 2.0 grants of access to their personal data with a new concept for the Terms of Service page for the PDS - in effect creating a new type of user managed apps and legal terms instrument.&nbsp; Wireframes, demo code and documentation with memoranda on this approach will be posted at the event page in the coming days and will be provided to all registered participants for this track.&nbsp;<\/span><br \/><span>&nbsp;<\/span><br \/><span><span>The current main entry for the broader apps development Hack-a-Thon happening concurrently with this legal track is available at:&nbsp;<\/span><span><a href=http:\/\/student.mit.edu\/searchiap\/iap-9289af8d3ad05bc3013ad1ab39810064.html><span>http:\/\/student.mit.edu\/searchiap\/iap-9289af8d3ad05bc3013ad1ab39810064.html&nbsp;<\/span><\/a><\/span><\/span><br \/><span><span>For more information on this legal track, please contact Dazza Greenwood, at:&nbsp;<\/span><a href=http:\/\/ecitizen.mit.edu\/contact>http:\/\/ecitizen.mit.edu\/contact<\/a><\/span><\/p>\n<p><span>Justin Richer, Lead Technologist at the<a href=http:\/\/www.mitre.org\/ target=_blank>&nbsp;MITRE Corporation<\/a>, will give the Keynote, followed by a question and answer session. Justin is an active member of the OpenID Foundations OpenID Connect Working Group and the IETFs OAuth2 Working Group. &nbsp;The event features several industry leading experts in law, technology and business both from the United States and abroad. &nbsp;Topics and bios to be posted shortly. &nbsp;<\/span><\/p>","start_date":"Jan 28 2013 18:00:00","display_start_date":"01-28-2013","end_date":"Feb 02 2013 00:00:00","display_end_date":"02-01-2013","url":"http:\/\/iauth-SRCH.eventbrite.com","address":" 75 Amherst St","city":"Cambridge","state":"MA","zip":"02139","country":"United States"},{"name":"Beanpot Hackathon: Boston Student Hackers","about":"<P>Come hack with the best college students from the Boston area. Youll have 24 hours to build and demo the most interesting project you can. Compete against other schools and win fabulous prizes.<\/P>\n<P><STRONG>The details for this event are not finalized, <\/STRONG>but please register here anyway.<\/P>\n<P>If you have questions, email the Northeastern ACM at acm@ccs.neu.edu<\/P>","start_date":"Jan 26 2013 02:00:00","display_start_date":"01-25-2013","end_date":"Jan 27 2013 05:00:00","display_end_date":"01-26-2013","url":"http:\/\/hackbeanpot-SRCH.eventbrite.com","address":"1 Memorial Drive #1","city":"Cambridge","state":"MA","zip":"02142","country":"United States"},{"name":"CrisisCamp Boston - January 2013","about":"<P>CrisisCamp brings together domain experts, developers, and first responders around improving technology and practice for humanitarian crisis management and disaster relief.<BR><BR>Each and every day, people across the world can find themselves in crisis. Whether it be for a day, a month or an area of social distress, we all have a common need to connect with loved ones, access information and offer assistance to others.<BR><BR>CrisisCamps are hosted in a barcamp style where great minds come together to share their knowledge and expertise for social good.<\/P>\n<P>In response to Hurricane Sandy a group of netizens began to congregate online via etherpads, Google Docs, and IRC calling themselves <A HREF=http:\/\/hurricanehackers.com\/>Hurricane Hackers<\/A>. In trying to find a fit between a predominant set of technological skills and Sandy needs, HurricaneHackers converged with SandyCrisisCamps and rebooted CrisisCamp Boston in conjunction with a <A HREF=http:\/\/crisiscommons.org\/2012\/10\/30\/sandycrisiscamp\/>globally coordinated hackathon held November 3rd<\/A>.<BR><BR>It quickly became clear that effective crisis response is built upon preexisting disaster preparedness efforts which is why we are organizing a series of 2013 CrisisCamp Boston hackathons!<BR><BR>Come design, code, and learn with other people at the MIT Media Lab. Even if you arent a software developer there will be plenty to do including sharing experiences and ideas, documenting activity, running social media communications, taking and editing video, organizing future events, etc!<\/P>\n<P>This event is free and open to the public.<BR><BR><STRONG>Come prepared:<\/STRONG><\/P>\n<UL>\n<LI>Make sure your programs are up to date.<\/LI>\n<LI>Learn how github works.<\/LI>\n<LI>Review <A HREF=http:\/\/www.blog.hurricanehackers.com\/2012\/11\/hurricanehackers-boston-projects-lessons\/>projects and lessons learned from the last CrisisCamp Boston<\/A>.<\/LI>\n<LI>Check out the <A HREF=http:\/\/wiki.crisiscommons.org\/wiki\/Boston>CrisisCamp Boston page on the CrisisCommons wiki<\/A> for more information.<\/LI>\n<\/UL>\n<P><STRONG>Connect with other CrisisCampers on<\/STRONG><\/P>\n<UL>\n<LI><A HREF=http:\/\/twitter.com\/CrisisCampBos>Twitter<\/A><\/LI>\n<LI><A HREF=https:\/\/groups.google.com\/forum\/?fromgroups#!forum\/crisiscamp-boston>Google Groups<\/A><\/LI>\n<LI><A HREF=https:\/\/www.facebook.com\/groups\/323866707743\/>Facebook<\/A><\/LI>\n<\/UL>\n<P>There will also be local Subject Matter Experts (SMEs) on hand to discuss how technology can be used (and not) in crisis situations.<\/P>\n<P><STRONG>About CrisisCommons<\/STRONG> - <A HREF=http:\/\/crisiscommons.org\/>http:\/\/crisiscommons.org\/<\/A><BR><BR>CrisisCommons seeks to advance and support the use of open data and volunteer technology communities to catalyze innovation in crisis management and global development.<BR><BR>CrisisCommons is a global community of volunteers from technology, crisis response organizations, government agencies, and citizens that are working together to build and use technology tools to help respond to disasters and improve resiliency and response before a crisis.<BR><BR><\/P>","start_date":"Jan 19 2013 18:00:00","display_start_date":"01-19-2013","end_date":"Jan 21 2013 00:00:00","display_end_date":"01-20-2013","url":"http:\/\/crisiscampboston2013january-SRCH.eventbrite.com","address":"20 Ames Street","city":"Cambridge","state":"MA","zip":"02142","country":"United States"}]}