{"events":[{"name":"War of the Worlds - UF's 1st Annual Code and Design War","about":"<p>Developer? Designer? or Mobile Apps expert? We have a mission for you!<\/p>\n<p>War of the Worlds - UFs 1st Annual Code and Design War, is a team coding\/design competition with a common goal: to develop the app that will save the world.<\/p>\n<p>Together with your team, you will spend 54 hours hacking on code to develop an application designed to save humanity. But this is no ordinary competition...<\/p>\n<p>Everytime your team completes a goal, you receive a powerup that can change the rules of the game, push your team into the lead, or set other teams behind. Only the best teams will survive.<\/p>\n<p>Throughout the competition youll receive mentorship from our sponsors, FREE FOOD AND DRINKS, and FREE T-SHIRTS!<\/p>\n<p>Besides saving humanity, winning teams will be endowed with illustrious prizes!&nbsp;<\/p>\n<p><span style=font-size: medium;><strong><span style=text-decoration: underline;>Register before February 16th, and get FREE ADMISSION!&nbsp;<\/span><\/strong><\/span><\/p>\n<p><span style=font-size: small;><strong><span style=text-decoration: underline;>Planning your team in advance? (You can join teams while there also)<\/span><\/strong><\/span><\/p>\n<p><span style=font-size: small;><strong>All teams need to have 1 UI Digerati, 1 Mobile Apps Ninja, and 1 Server Jedi. (You can have more, you just need at least 1 of each. You can go as an individual and join another team too!)<\/strong><\/span><\/p>\n<p><span style=font-size: medium;><strong>The Backstory (Abridged):<\/strong><\/span><\/p>\n<p>--------------------------------------------<\/p>\n<p>The Year: 2300<\/p>\n<p>The Place: Gainesville, FL<\/p>\n<p>Your Mission: Develop and design the app to save humanity.<\/p>\n<p>After years of war ravaging the global community, mass famines have struck the globe, leaving millions without food or water. Humanity teeters on the brink of extinction, as plagues continue to breed hordes of zombies that ravage the land. The world has split into factions, all vying for control of the remaining resources. All hope for humanity appears lost.<\/p>\n<p>That is it would be, if not for the discovery of an ancient temple and the blueprints within. The blueprints to a replicator that can regenerate the world with the help of the Ancients.<\/p>\n<p>You and your team are humanitys last hope. In 48 hours, the zombie horde will close in on your last stronghold. Without the replicator, you cannot hope to survive.<\/p>\n<p>Good luck. The Ancients are preparing the data for the replicator. More information to come soon!<\/p>\n<p>--------------------------------------------<\/p>","start_date":"Mar 16 2013 01:00:00","display_start_date":"03-15-2013","end_date":"Mar 18 2013 04:00:00","display_end_date":"03-17-2013","url":"http:\/\/ufwaroftheworlds-SRCH.eventbrite.com","address":"686 Museum Rd.","city":"Gainesville","state":"FL","zip":"32611","country":"United States"},{"name":"Visualize the Music: a hackathon for the senses","about":"<p><span><strong>Step 1) MAKE A KICK ASS MUSIC VISUALIZER<\/strong><\/span><\/p>\n<p><span><span>If youre feeling ambitious, make it&nbsp;<em>interactive<\/em>!<\/span><\/span><\/p>\n<p><span><strong>&nbsp;<\/strong><span>If you like programming, electronics, or bright shiny lights, then&nbsp;<em>you. are. in. luck<\/em>, my friend.<\/span><\/span><\/p>\n<p><span><span>Grooveshark, HackerHouse, and Paracosm are proud to present the 2013 Music Visualizer Hackathon hosted at Gainesville Hackerspace. Come hang out with other hackers and see who can build the coolest music visualizer based on a stunning 32x16 pixel RGB LED matrix display and powered by an&nbsp;<a href=http:\/\/www.arduino.cc\/>Arduino<\/a>.<\/span><\/span><\/p>\n<p><span><span>SNEAK PREVIEW:<br \/><a rel=nofollow href=https:\/\/www.facebook.com\/video\/video.php?v=10103159328068041 target=_blank>https:\/\/www.facebook.com\/video\/video.php?v=10103159328068041<\/a><\/span><\/span><\/p>\n<p><strong>Step 2) EARN SOME RESPECT<\/strong><\/p>\n<p><span>What better way to spend a Sunday than to come hang out with Gainesvilles startup hackers -&nbsp;<\/span><\/p>\n<ul>\n<li><span>LEARN from experts about Arduino, the inexpensive open-source processor that makes it easy for beginners and pros to make electronics projects.&nbsp;<br \/><\/span><\/li>\n<li><span>MAKE any kind of music visualization you want, including pixel art, waveforms, dancing text, and any other effect you can dream up. You can even include interactivity via buttons.<\/span><\/li>\n<li><span>COMPETE alongside Groovesharks coders and Hackerspace members! Build a music visualizer, maybe even win some prizes... and massive respect!<\/span><\/li>\n<\/ul>\n<p><span>You and your team will be showing off your creation to our panel of superstar judges:<\/span><\/p>\n<ul>\n<li><span>Josh Greenberg (Grooveshark)<\/span><\/li>\n<li><span>Augi Lye&nbsp;<span>(Trendy Entertainment and&nbsp;<span><span>HackerHouse<\/span><\/span>)<\/span><\/span><\/li>\n<li><span>Amir Rubin (Paracosm)<\/span><\/li>\n<li><span>Christian von Kleist (Gainesville Hackerspace)<\/span><\/li>\n<li><span>Ian Taylor (Gainesville Hackerspace)<\/span><\/li>\n<\/ul>\n<p>&nbsp;<\/p>\n<p><span><strong>Step 3) ???<\/strong><\/span><\/p>\n<p><span>HOW IT WORKS<\/span><\/p>\n<ul>\n<li><span>Show up with yourself or some friends - you can work on teams of 1-3 hackers! (If you show up by yourself, you can choose to join a team the day of the event)<br \/><\/span><\/li>\n<li><span>Pick a totally sweet name for your team&nbsp;<span>(otherwise the judges will assign you a terrible one)<\/span><\/span><\/li>\n<li><span>EVERYONE ON THE TEAM MUST PRE-REGISTER FOR THE EVENT!<br \/><\/span><\/li>\n<\/ul>\n<p><span>WHAT YOU NEED TO BRING, This is tricky so pay attention:<\/span><\/p>\n<ul>\n<li><span>We will supply the LED display matrixes, breadboards and wires, etc.&nbsp; Youll need to bring a laptop and your own Arduino board!&nbsp;<\/span><\/li>\n<li><span>Not everyone on your team needs their own Arduino, you can all share one board; but each team must bring at least one Arduino board!<\/span><\/li>\n<li><span>If no one on your team has an Arduino, you can purchase one from us at cost ($22) when you reserve your ticket.&nbsp; Simply pick it up on the day of the competition. Youll keep your board, and after the hackathon, you&rsquo;ll be able to use your Arduino in dozens of other projects!<\/span><\/li>\n<\/ul>\n<p><span><span>PRE-REQS:<\/span><\/span><\/p>\n<p><span><span>Mentors will be on site to help if you get stuck, but a moderate knowledge of at least one programming language is strongly suggested. Specific knowledge about Arduino is not required.<\/span><br \/><br \/><span>CODE SAMPLES AND HARDWARE:<br \/><br \/>Three days prior to the event registered teams will be emailed a link to the following:&nbsp;<br \/><\/span><\/span><\/p>\n<ol>\n<li><span><span>A sample Arduino project which pulses the display to the beat of the music and changes color with a button press. This sample project will make it easy to start making your music visualizer right away on the day of the hackathon.<\/span><\/span><\/li>\n<li><span><span>Easy wiring diagrams for the sample project (matrix display, button, audio-in)<\/span><\/span><\/li>\n<li><span><span>Judging criteria so you can start brainstorming your hackathon-winning visualization idea!<\/span><\/span><\/li>\n<\/ol>\n<p><span><span>HACKATHON SCHEDULE:<\/span><br \/><\/span><\/p>\n<p><span><span>Mornings suck, this event starts at noon!<\/span><\/span><\/p>\n<ul>\n<li><span><span>12p -1pm: Intro and Lunch<\/span><\/span><\/li>\n<li><span><span>1p - 5:30p: Hacking<\/span><\/span><\/li>\n<li><span><span>5:30p - 6p: First round judging (5 teams will be selected to the finals)<br \/><\/span><\/span><\/li>\n<li><span><span>6p-7p: Final judging (finalists demo their visualizers to the audience)<\/span><\/span><\/li>\n<\/ul>\n<p><span><br \/><strong>Step 4) Profit!<\/strong><br \/><\/span><\/p>\n<p><span>Just for attending, well hook you up with&nbsp;<\/span><\/p>\n<ul>\n<li><span>LUNCH<\/span><\/li>\n<li><span>AWESOME T-SHIRT<br \/><\/span><\/li>\n<\/ul>\n<p><span>Each member of the top 2 winning teams gets to take home a 32x16 pixel RGB LED matrix display board (a $45 value) so that you can setup your visualizer in your room and impress your friends!<\/span><\/p>\n<p><span>In addition, the winner gets a sweet trophy and lots of high fives.&nbsp;<\/span><br \/><br \/><strong>FAQs<\/strong><\/p>\n<p><strong>What are my transport\/parking options getting to the event?<\/strong><\/p>\n<p>Gainesville Hackerspace is located downtown in the Sun Center parking lot, so you will have no trouble locating a parking spot :)&nbsp; Lots of buses go there too<\/p>\n<p><strong>What can\/cant I bring to the event?<\/strong><\/p>\n<p>Bring your team, your laptop, and your Arduino (if you pre-order it youll pick it up at the venue).<\/p>\n<p>Then bring your A game.<\/p>\n<p><br \/><span><a rel=nofollow nofollow href=http:\/\/GainesvilleHackerspace.org\/2013-music-visualizer-hackathon\/ target=_blank>http:\/\/GainesvilleHackerspace.org\/2013-music-visualizer-hackathon\/<\/a><\/span><\/p>","start_date":"Feb 10 2013 20:00:00","display_start_date":"02-10-2013","end_date":"Feb 11 2013 03:00:00","display_end_date":"02-10-2013","url":"http:\/\/hackers-unite-SRCH.eventbrite.com","address":"101 Southeast 2nd Place #100","city":"Gainesville","state":"FL","zip":"32601","country":"United States"}]}