{"events":[{"name":"Open Hamilton Event: Building Hamilton's version of Change By Us","about":"<p>We will be holding a mini-hackathon at think|haus, 25 Dundurn St N in Hamilton, at 7pm Monday to launch the Hamilton Version.<\/p>\n<p>We need everyone, including people with the following skill sets:<\/p>\n<ul>\n<li>Developers - we want to create the best fork of Change By Us anywhere, creating a site Hamiltonians can be proud of. Our code will make the site powerful for Hamiltonians and be offered by to the main project, putting Hamilton on the open government map.<\/li>\n<li>Designers - This isnt a cheap rip-off of some template we found the Internet. We need your skills to make the user interface reflect all the beauty and greatness that is our city. Take a look at other sites using Change By Us, including&nbsp;<a href=http:\/\/nyc.changebyus.org\/>NYC<\/a>&nbsp;and&nbsp;<a href=http:\/\/philly.changebyus.org\/>Philly<\/a>, as the baseline. What designer changes will make our better? See you Monday.<\/li>\n<li>City Knowledge Experts - Do you work for the City? Have you worked for the City? Are you engaged in neighbourhood associations or community groups? We need you. You our are experts on what our HamOnt version of Change By Us needs to connect to our fellow citizens to our city to ensure the success of this project.<\/li>\n<li>Stats Gurus - Theres a social science to engagement and feedback collection. We need you to ensure we create a product that will ensure our fellow citizens are being properly heard.<\/li>\n<li>Citizens \/ Testing &amp; Documentation - We need people to bring ideas, test the product to make sure it works, and assist with documentation for others.&nbsp;<\/li>\n<\/ul>\n<p><span>This doesnt happen without you. Bring your ideas, cheer us on, and help spread the word.<\/span><\/p>\n<p><strong>How to prepare for tonight:<\/strong><\/p>\n<ul>\n<li>Bring your ideas;<\/li>\n<li>if you are a github user, please visit:&nbsp;<a href=https:\/\/github.com\/OpenHamilton\/Hamilton-modded-Change-By-Us>https:\/\/github.com\/OpenHamilton\/Hamilton-modded-Change-By-Us<\/a>&nbsp;to see the code we are modifying (and please include your github account name in your registration);<\/li>\n<li>Think about the next steps - how do we ensure this isnt a one-time one-off colloboration between us and the City;<\/li>\n<li>Prepare for an awesome night of positive energy.<\/li>\n<\/ul>\n<p><strong>Outline of tonights schedule<\/strong><\/p>\n<p>7:00 p.m. - opening greetings from think|haus (our host) and Councillor Brian McHattie - the mover of the motion calling for Council to adopt open data.<\/p>\n<p>7:15 p.m. - break into working groups and plan strategy until 7:45 p.m.<\/p>\n<p>7:45 p.m. - regroup, confirm plan, and start building. ALPHA version launch at 9pm<\/p>\n<p>9:00 p.m. - assess ALPHA and prepared to quickly move to BETA<\/p>\n<p>9:45 p.m. - launch BETA and set next event date<\/p>\n<hr \/>\n<p>&nbsp;<\/p>\n<p><strong>How we got here today:<\/strong><\/p>\n<p>Open Hamilton was formed by a group of citizens who meet at The Mulberry Cafe on October 30, 2010.<\/p>\n<p>Weve held numerous events and lobbied City Hall for open data.&nbsp;<\/p>\n<p>Open Hamilton has been playing a series of projects for International Open Data Day on February 23rd, among those projects is modifying Change By Us.&nbsp;<\/p>\n<p>Weve been working with the City Managers Office and staff to create the conditions for open data success at City Hall and we hope that in the first part of 2013 we will be close to having Council approve open data initiative.<\/p>\n<p>It was hoped that we would partner with the City to hold a joint event for Open Data Day. These discussions had begun, and we felt the City was very receptive to the idea.&nbsp;<\/p>\n<p>City Council will hopefully soon approve Open Data. Open Hamilton was consulted extensively during the drafting of the policy. While we have not seen the proposed policy, because it has not been given to Council, we are confident that we will happy endorse it.&nbsp;<\/p>\n<p>It has been a lot of work to get to so many partners on-board at the City. Open Hamilton formed just over two years ago, and we started lobbying for an immediate Open Data policy because Hamilton is so far behind other municipalities.&nbsp;<\/p>\n<p>We were disappointed to not meet with immediate buy-in from City Hall for a policy.&nbsp;<\/p>\n<p>Having spent nearly two years working with Councillor Brian McHattie and he City Managers Office, we feel that the policy when it comes forward will advance us further than having had a policy passed two years ago.<\/p>\n<p>We, Open Hamilton, Councillor McHattie and other Councillors supporting Open Data from the start, and the City Managers office have used the past two years to build allies within City Hall for a successful implementation of Open Data when it occurs.&nbsp;<\/p>\n<p>Our meetup Monday is spurred by the events of this past week. It is more clear now than on Monday that an appetite exists for collaboration with City Hall - both inside and outside of 71 Main.&nbsp;<\/p>\n<p>Councillor McHattie and Michael Kirkopoulos of the City Managers Office will be joining us for this event.<\/p>","start_date":"Jan 15 2013 03:00:00","display_start_date":"01-14-2013","end_date":"Jan 15 2013 06:00:00","display_end_date":"01-14-2013","url":"http:\/\/hamont-SRCH.eventbrite.com","address":"25 Dundurn St N","city":"Hamilton","state":"Ontario","zip":"","country":"Canada"}]}