{"events":[{"name":"Global Game Jam 2013","about":"<P>The Global Game Jam (GGJ) is the worlds largest game jam event. Think of it as a hackathon focused on game development. It is the growth of an idea that in today’s heavily connected world, we could come together, be creative, share experiences and express ourselves in a multitude of ways using video games – it is very universal. The weekend stirs a global creative buzz in games… while at the same time exploring the process of development, be it programming, iterative design, narrative exploration or artistic expression. It is all condensed into a 48 hour development cycle. Although the event is heavily focused on programming, there are many other areas where people who don’t code can contribute to a game.<\/P>\n<P>The structure of a jam is usually that everyone gathers on Friday late afternoon, watches a short video keynote with advice from leading game developers, and then a secret theme is announced. All sites worldwide are then challenged to make games based on that same theme, with games to be completed by Sunday afternoon. In January 2012, we had 242 location in 47 countries created over 2000 games in one weekend and became a Guinness World Record! The jam is known for helping foster new friendship, increase confidence and opportunities within the community. The jam is always an intellectual challenge. People are invited to explore new technology tools, trying on new roles in development and testing their skills to do something that requires them to design, develop create, test and make a new game in the time span of 48 hours.<\/P>\n<P>The GGJ is not a competition.<\/P>\n<P>GGJ is organized by the Global Game Jam, Inc., an international non-profit corporation based in San Luis Obispo, California, with a mission to foster game design and game education through innovative events. The current board of directors:<\/P>\n<P>The GGJ depends on the generous work and support of many other people including sponsors, jam site organizers, and volunteers. Please see the credits page for a more comprehensive list of contributors.<\/P>\n<P> <\/P>\n<P>hashtag for this event is <A HREF=https:\/\/twitter.com\/search?q=%23ggj13&src=hash>#ggj13<\/A><\/P>","start_date":"Jan 26 2013 01:00:00","display_start_date":"01-25-2013","end_date":"Jan 28 2013 02:00:00","display_end_date":"01-27-2013","url":"http:\/\/ggj13-SRCH.eventbrite.com","address":"1680 East West Road","city":"Honolulu","state":"HI","zip":"96822","country":"United States"}]}