{"events":[{"name":"Research to Impact Hackathon: agriculture and nutrition","about":"<p><strong>Research to Impact Hackathon: agriculture and nutrition<\/strong><br \/>Linking information and data, and taking it to where it is needed<br \/><br \/>Every year institutions, researchers and practitioners generate thousands of datasets, reports and articles about development issues. Yet, much of this knowledge remains underused , locked away in silos. The Institute for Development Studies (IDS), and Research for Development (R4D) have been working to open up access to research information, creating open APIs allowing anyone to tap into over 15 years of curated development research. <br \/><br \/>Open data on the web makes it possible to take information on research from many sources, and to generate &lsquo;mash-ups&rsquo; that make it available in different places, on different platforms, and in ways that support action and impact. Open data can be remixed to answer key questions in ways that were not possible before. <br \/><br \/>In this hackathon focussed on agriculture and nutrition we will bring together subject matter experts with tech developers to explore create innovative prototypes to increase the use and impact of research in development.<\/p>\n<hr \/>\n<p><br \/>Subject experts on agriculture and nutrition policy and practice are invited to join us on all day on Tuesday 22nd January to explore key needs for access to research and data. Through a facilitated workshop together we will come up with problem statements to present in the afternoon.<br \/><br \/>Developers are invited to apply to take part and to join us from the afternoon of the 22nd January to hear about the challenges identified by our subject experts, and then to spend 23rd and 24th January working on building prototype solutions. <br \/><br \/>On the 25th January we all come back together for a showcase of the prototypes created, judging of the best prototype, and to explore ways to take forward better use of open data and research to inform practice. <br \/><br \/>Subject experts can also take part on the 23rd - 24th where expert support will be available for you to explore the available open data and resources to answer particular policy questions, and there will opportunities to work with the developers to help shape the prototypes under development. <br \/><br \/><\/p>\n<hr \/>\n<p><strong id=internal-source-marker_0.6780242200475186><br \/>There will be a prize - the best prototype will be awarded a package of financial and practical support to take forward future development of the idea (details to be confirmed). Lunch and refreshments will be provided. Travel expenses will be covered.<\/strong><\/p>\n<p>&nbsp;<\/p>","start_date":"Jan 22 2013 18:00:00","display_start_date":"01-22-2013","end_date":"Jan 25 2013 21:00:00","display_end_date":"01-25-2013","url":"http:\/\/research2impact-nairobi-SRCH.eventbrite.com","address":"Ngong Road","city":"Nairobi","state":"Nairobi","zip":"","country":"Kenya"}]}