{"events":[{"name":"Screenland Brand Lab: 24-hour Hackathon","about":"<p><strong>What is Screenlands Brand Lab Competition?<\/strong><\/p>\n<p>Screenland Theatres presents its first Brand Lab Competition, a 24 hour hackathon\/brandathon event that celebrates the energetic startup scene in Kansas City. &nbsp;The purpose of this event is to help build a great local brand for Screenlands Famous Popcorn.<\/p>\n<p><strong>Who?<\/strong><\/p>\n<p>Screenland is looking for local talent to participate in a 24 hour branding competition where any idea is welcome. From logo design to packaging, marketing to website, mobile app to social media strategy, we are looking for the best ideas to help launch our brand. &nbsp;Participation is open to designers, developers, marketing\/branding, and geeks alike.<\/p>\n<p><strong>When &amp; Where:<\/strong><\/p>\n<ul>\n<li>Screenland Armour Theatre, 408 Armour Rd, North Kansas City, MO<\/li>\n<li>Saturday, February 23 - Sunday, February 24&nbsp;<\/li>\n<li>10am start on Saturday to 10am pencils down on Sunday<\/li>\n<li>Juding to immediately follow on Sunday at 10am<\/li>\n<\/ul>\n<p><strong>Prizes:<\/strong><\/p>\n<ul>\n<li>Cash prizes for 1st, 2nd and 3rd = $1,000, $500 and $250<\/li>\n<li>Additional prize categories TBD - follow brandlabkc.com for the latest details.<\/li>\n<\/ul>\n<p><strong>But what if Im not a designer or developer but I have great business ideas?<\/strong><\/p>\n<ul>\n<li>We want you to come! &nbsp;Think of this as a place where any great idea is welcome. &nbsp;If you can sell it in a 5 minute presentation, we want to hear from you.<\/li>\n<li>Not interested in participating but want to watch the presentations? &nbsp;Info to come on tickets for Sunday viewing only.<\/li>\n<\/ul>","start_date":"Feb 23 2013 18:00:00","display_start_date":"02-23-2013","end_date":"Feb 24 2013 20:00:00","display_end_date":"02-24-2013","url":"http:\/\/screenland-SRCH.eventbrite.com","address":"408 Armour Rd","city":"North Kansas City","state":"MO","zip":"64116","country":"United States"}]}