{"events":[{"name":"Evernote Cal Poly Hackathon","about":"<p><strong><span>About the Evernote Hackathon at Cal Poly SLO<\/span><\/strong><br \/>Are you a software engineer, web developer or graphic designer? Are you a marketer, or startup enthusiast?<br \/>Come spend 24 hours to build a mobile app, web site or project that will make life better at Cal Poly and your community.<br \/><br \/>It&rsquo;s a weekend of hacking where you can think up ideas, pitch concepts to each other, join into teams to quickly build as much as you can, and present the results.<br \/><br \/>It&rsquo;s a great way for you to make new connections, learn skills, and get feedback from mentors and your peers. It will be a creative, supportive environment &ndash; OK, maybe just a little bit competitive too. Bring your energy and enthusiasm and let&rsquo;s build together.<br \/><br \/>During the weekend we will have experienced mentors and speakers on hand to help you with key technologies and the Evernote API. On Sunday everyone will demo to each other and will get feedback from an expert panel. After voting by the judges, and by all of you, we will celebrate with some fun prizes.<br \/><br \/>Many past hackathons have led to student teams forming start ups of their own -- we hope to see you join that notable list!<br \/><br \/><strong><span>How to Sign Up<\/span><\/strong><br \/>Help us get the right mix of participants by picking the right ticket: if you can code, pick the developer\/engineer ticket, 60 available. Can you do HTML or visual design but not code? Pick the designer\/UX ticket, 40 available. Content developer, marketer or startup enthusiast? Pick Ideas \/ Other, 20 available. There is no charge to attend but we can only fit a limited number of people so sign up early.<br \/><br \/>The event will be held in the Bonderson Engineering Center at Cal Poly in San Luis Obispo. You will need to be there on Friday evening February 15th for the kickoff night. Bring your ideas and we will help everyone form teams. Hack on your project starting that Saturday morning and over the weekend and show your demo on Sunday, February 27th.<br \/><br \/>Plenty of food and refreshments will be provided on Saturday and Sunday, just bring your own computer.&nbsp;<br \/><br \/><em>Powered by&nbsp;<a href=http:\/\/dev.evernote.com\/>Evernote<\/a>,&nbsp;<a href=http:\/\/cpes.calpoly.edu\/>Computer Engineering Society (CPES)<\/a>,&nbsp;<a href=http:\/\/www.grc.calpoly.edu\/>Graphic Communications (GrC)<\/a>&nbsp;and the&nbsp;<a href=http:\/\/cpe.calpoly.edu\/>Computer Engineering Program (CPE) at Cal Poly<\/a><\/em><br \/><br \/><\/p>","start_date":"Feb 16 2013 03:30:00","display_start_date":"02-15-2013","end_date":"Feb 17 2013 21:00:00","display_end_date":"02-17-2013","url":"http:\/\/calpolyhackathon-SRCH.eventbrite.com","address":"Cal Poly","city":"San Luis Obispo","state":"CA","zip":"93405","country":"United States"}]}