{"events":[{"name":"Hacktoons Afterparty","about":"<p>TechZulu is teaming up with Los Angeles based companies&nbsp;<a href=http:\/\/www.earbits.com target=_blank>Earbits<\/a>&nbsp;and&nbsp;<a href=http:\/\/grubwithus.com>Grubwithus<\/a>, to bring you a one-of-a-kind hackathon event. Instead of the traditional hackathon, lets roll back the clock to childhood. Remember how great it was to wake up Saturday and watch the weeks best cartoons? Now hold that memory and think about your passion for coding. Thats&nbsp;<a href=https:\/\/www.grubwithus.com\/hacktoons>Hacktoons<\/a>. On January 12th, 2013 Hacktoons brings you all the cartoons, cereal, community, and coding you can take.<\/p>\n<p>We have an amazing special treat for you guys. &nbsp;We have special guest John K. creator of the hit cartoon Ren &amp; Stimpy! &nbsp;We will be having a chat with John K. about how technology changes over the past few years have changed an artists world and the cartoon industry as a whole.<\/p>\n<p>To top it all off John K. is actually willing to join the fun and wants to build something awesome during the event! &nbsp;So.....Who wants to be on John K.s team?<\/p>\n<p>Although the&nbsp;<a href=https:\/\/www.grubwithus.com\/hacktoons target=_blank>Hackathon<\/a>&nbsp;seats will be limited, we will be doing an after party that is open to those who may want to mix and mingle with some of the best and brightest in LA Tech. &nbsp;And who knows you might find yourself having a drink with John K. ;)<\/p>\n<p>For those who may be unfamiliar (and we would be shocked!) who exactly John K. is! &nbsp;Canadian-born cartoonist John Kricfalusi began his career by working on crappy 80s Saturday morning cartoons that were controlled and created by non-cartoonists who had no love of the medium. In 1987, Kricfalusis mentor, Ralph Bakshi , saved him by hiring him as supervising director on his show The New Adventures of Mighty Mouse where he and Ralph reintroduced the classic cartoon unit system and put cartoonists back in control of all the creative decisions.<\/p>\n<p>2 years later, Nickelodeon bought John K.s twisted brainchild The Ren and Stimpy Show where John improved upon the director\/unit system started on Mighty Mouse. Ren and Stimpy was an immediate smash success, put Nickelodeon on the map and became a merchandising bonanza. It also ushered in the 90s Creator Driven era of cartoons. Unfortunately, the proven model of Creator Driven cartoons didnt ultimately benefit the creators and Nickelodeon soon started its own studio and took over production of Ren and Stimpy. In 1996 John looked for new ways to deliver cartoons more directly to the audience and turned to the internet. He and the Ren and Stimpy artists produced the first made for the web cartoon series The Goddamn George Liquor Show. They followed up with Weekend Pussy Hunt, another made for the web series. In 2001 John and Spumco returned to TV with the Saturday morning cartoon for Fox Kids and Teletoon called The Ripping Friends. In 2003 Kricfalusi created a new season of Ren and Stimpy cartoons for Spike called Ren &amp; Stimpy Adult Cartoon Party.<\/p>\n<p>Other work includes directing Ranger Smith and Yogi Bear cartoons for Cartoon Network, animating bumpers for Adult Swim, an opening couch gag for Matt Groenings The Simpsons, and music videos for artists such as Bjork, Weird Al Yankovic, and Tenacious D.<\/p>\n<p>John K. has also produced toys of The 3 Stooges and his own characters. In 2012, he discovered Kickstarter and and direct communication with the fans. Will history be made again?<\/p>\n<p>Come start a new project with friends or continue work on an a current project. Sign up&nbsp;<strong><a href=https:\/\/www.grubwithus.com\/hacktoons>HERE<\/a><\/strong>. &nbsp;<strong>Seats are limited<\/strong>. However the cereal and cartoons are unlimited.<\/p>\n<h2><strong>Want To Sponsor?<\/strong><\/h2>\n<p>We currently have sponsorship slots open If you would like to be part of this amazing event and show your support for TechZulu and the community. Contact us at sponsor@techzulu.com<\/p>\n<ul>\n<li>Sponsorship Opportunities for Events, and other channels<\/li>\n<li>Sponsored giveaways and contests<\/li>\n<li>Custom ad deals and partnerships<\/li>\n<\/ul>\n<p style=color: #333333; font-family: Georgia, Times New Roman, Bitstream Charter, Times, serif; font-size: 13px; line-height: 19px;>&nbsp;<\/p>\n<ul style=list-style-position: initial; list-style-image: initial; margin: 22px 0px 18px 22px; padding: 0px; color: #333333; font-family: Verdana, Geneva, sans-serif; font-size: 12px; line-height: 22px;>\n<\/ul>","start_date":"Jan 13 2013 03:00:00","display_start_date":"01-12-2013","end_date":"Jan 13 2013 06:30:00","display_end_date":"01-12-2013","url":"http:\/\/hacktoons-SRCH.eventbrite.com","address":"2110 Narcissus Court","city":"Venice","state":"CA","zip":"90291","country":"United States"}]}