{
    "news": [
        {
            "title": "Northwest Arkansas’ Rockfish leads 'Hackathon'",
            "details": "  It’s been 7 years since Rockfish Interactive opened its doors in Northwest Arkansas.  The company has grown from a handful of employees led by Kenny Tomlin to 85 full-time employees in a handful of cities.  The company designs and builds websites, mobile applications, microsites, e-commerce sites, widgets, social media and enterprise solutions.  The company has a list of Fortune 500 clients.  “We started out as a bunch of really smart programmers wanting to make cool stuff and this event is part of our culture,” Akins explained.",
            "item_date": "Jan 21 2013 19:45:10",
            "display_item_date": "01-21-2013",
            "url": "http://www.thecitywire.com/node/26099#.UP2VbqFdfB8",
            "source": "www.thecitywire.com",
            "tags": "Hackathon"
        },
        {
            "title": "Hackathon’s Take a Fashionable Turn",
            "details": "  On February 2nd, the Council of Fashion Designers of America will host Fashion’s first Hackathon.   Over 400 top engineers will be broken into teams and will have 24 hours to design an app designed to support the CFDA’s mission statement.   The top three ideas ideas will be chosen on February 3rd and the winner who will be chosen by the CFDA and top industry professionals will receive $10,000 and the opportunity to launch their app.  Cofounders Liz Bacelar and Stephanie Winston Wolkoff, of Decoded Fashion, are coproducing the Hackathon as well as the tech forum which will take place February 14.",
            "item_date": "Jan 21 2013 19:45:00",
            "display_item_date": "01-21-2013",
            "url": "http://cfda.com/the-latest/hackathons-take-a-fashionable-turn",
            "source": "cfda.com",
            "tags": "Hackathon"
        },
        {
            "title": "PennApps on Livestream",
            "details": "  Watch Nicholas Meyers PennApps on Livestream.  com.",
            "item_date": "Jan 21 2013 19:44:52",
            "display_item_date": "01-21-2013",
            "url": "http://new.livestream.com/accounts/2539024/events/1806193",
            "source": "new.livestream.com",
            "tags": "Hackathon, Story"
        },
        {
            "title": "Stories From POV Hackathon ",
            "details": "  I am continuing my quest to better understand the wild new world of films that aren’t just on your TV or in your movie theater — but those that tell stories interactively, that are native to the web, that you can carry around on your phone, and whatever else clever storytellers are dreaming up (lest we be restricted to calling it all the ugly word transmedia).  So, I share with you today the stories of the POV Hackathon.  POV, the incredible PBS documentary series, hosts this event for documentary filmmakers to connect with designers and developers in the tech community, collaborating to create web-native documentary work that challenges form and expands their stories.  In his welcome speech at the event, Adnaan Wasey, head of POV Digital, and organizer of the Hackathon, encouraged everyone to embrace this chance to work outside their comfort zone, noting that this was an opportunity to create something quickly, in only 30 hours, versus the months & years documentaries usually take.  POV Executive Director Simon Kilmurry also stressed the themes of the day in his welcome remarks: “Be bold and don’t be afraid to make mistakes and put yourself out on the line.",
            "item_date": "Jan 20 2013 19:46:44",
            "display_item_date": "01-20-2013",
            "url": "http://filmmakermagazine.com/63313-63313/",
            "source": "filmmakermagazine.com",
            "tags": "Hackathon"
        },
        {
            "title": "The Daily Pennsylvanian :: Q and A with PennApps Hackathon mentors",
            "details": "  Included among these were 2011 Engineering graduates Lu Chen and Ryan Menezes, who are both software engineers at Facebook.  They are visiting Penn this week to give students workshops on hacking, present an Application Programming Interface and act as mentors for this year’s hackers.  We took the time to sit down with them and chat about the hackathon.  The Daily Pennsylvanian:  Can you tell me about your past experiences at PennApps?  Chen:  We definitely competed in the spring 2011 PennApps [hackathon].",
            "item_date": "Jan 20 2013 19:42:53",
            "display_item_date": "01-20-2013",
            "url": "http://www.thedp.com/article/2013/01/q-and-a-with-pennapps-hackathon-mentors",
            "source": "www.thedp.com",
            "tags": "Hackathon"
        },
        {
            "title": "Corporate Hackathons: The Fine Line Between Engaging and Exploiting",
            "details": "",
            "item_date": "Jan 20 2013 19:35:26",
            "display_item_date": "01-20-2013",
            "url": "http://jamiemsmyth.blogspot.com/2013/01/corporate-hackathons-fine-line-between.html",
            "source": "jamiemsmyth.blogspot.com",
            "tags": "Hackathon, Story"
        },
        {
            "title": "Corporate Hackathons: The Fine Line Between Engaging and Exploiting",
            "details": "  Jamie Smyth makes some very good points in his economic analysis.  Having to pay your own airfare to New York to do a presentation, and then 30 teams building solutions, 29 that would not be paid for.  That certainly is a good deal for Campbell, and it sounds like whatever solution they buy for the $25,000 prototype plus $25,000 on completion of the full system with all the changes they request would have cost them a lot more had they hired a design firm to attempt something of this nature, especially in that they get to keep the best of 30 working designs.  Despite all this, much more fascinating than Jamies post was the following exchange between Campells brand marketer Sam Niburg and Campells Global Head of Digital Adam Kmiec.  Regarding Mr Smyth, Kmiec says Dont sweat it.",
            "item_date": "Jan 20 2013 19:35:10",
            "display_item_date": "01-20-2013",
            "url": "http://news.ycombinator.com/item?id=5086013",
            "source": "news.ycombinator.com",
            "tags": "API-Evangelist, API-Stack, API-Voice, Hackathon, Story"
        },
        {
            "title": "Google announces Project Glass developer hackathon",
            "details": "  Google’s Project Glass is one of the more exciting things I’m looking forward to seeing in 2013.  Back at Google I/O we got our first solid look at the new wearable technology, as well as the opportunity to pre-order one ourselves.  While news on Google Glass has been slow as of late, later this month and early February Google will be holding a hackathon where we’ll get to experience Project Glass first hand.  Google is hosting two hackathon events for select “Glass Explorers” that were able to pay the steep $1,500 pre-order fee, and will be giving developers their own set starting January 28th through February 2nd in California and New York City.  Google confirms that those lucky enough to attend will be given their own pair of glasses on-site, and will be able to enjoy the awesomeness of Project Glass.",
            "item_date": "Jan 17 2013 18:47:08",
            "display_item_date": "01-17-2013",
            "url": "http://androidcommunity.com/google-announces-project-glass-developer-hackathon-20130116/",
            "source": "androidcommunity.com",
            "tags": "Glasses, Google, Hackathon"
        },
        {
            "title": "Doyenne Group to host 'hackathon' for women entrepreneurs",
            "details": "  The Doyenne Group, a Madison-based networking and mentoring organization for women entrepreneurs that was founded in August, will hold its first-ever hackathon in February.  The Doyenne Design-a-thon will be a 24-hour event where women with ideas for new businesses can meet like-minded people and form teams to advance their initiatives.  At a hackathon, computer programmers, graphic designers, project managers and others collaborate intensively on software projects.  Prizes will be awarded to winning projects.  The group was motivated by requests from women in the state for such an event, said Amy Gannon, co-founder.",
            "item_date": "Jan 16 2013 23:47:58",
            "display_item_date": "01-16-2013",
            "url": "http://www.jsonline.com/business/doyenne-group-to-host-hackathon-for-women-entrepreneurs-gt8di3d-187128831.html",
            "source": "www.jsonline.com",
            "tags": "Hackathon"
        },
        {
            "title": "Redirect Notice",
            "details": "   If you do not want to visit that page, you can return to the previous page.",
            "item_date": "Jan 16 2013 22:45:00",
            "display_item_date": "01-16-2013",
            "url": "http://www.google.com/url?sa=X&q=http://www.minonline.com/news/Hearst-to-Hold-App-Hackathon-During-Fashion-Week_21712.html&ct=ga&cad=CAcQARgAIAAoATAAOABAxJ3XhwVIAlAAWABiBWVuLVVT&cd=7YCLK14goEo&usg=AFQjCNF07DF-iXMyLS-vlrGqKWc6BHoMbQ",
            "source": "www.google.com",
            "tags": "-, Alerts, Google, googlereader, Hackathon, ifttt"
        },
        {
            "title": "Hack-ation in NYC - Free Trip for Outstanding Hackers | Grouper",
            "details": "  Work on your own project or one of ours.  Well cover your airfare & lodging.  For awesome engineers & designers.  Apply for a Free Trip  Deadline is January 31   \n \n      Who is Grouper?  Grouper is a small technology startup based in New York.",
            "item_date": "Jan 16 2013 22:44:59",
            "display_item_date": "01-16-2013",
            "url": "https://www.joingrouper.com/hack-ation",
            "source": "www.joingrouper.com",
            "tags": "googlereader, Hackathon, hacker, ifttt, News"
        },
        {
            "title": "Redirect Notice",
            "details": "   If you do not want to visit that page, you can return to the previous page.",
            "item_date": "Jan 16 2013 22:44:57",
            "display_item_date": "01-16-2013",
            "url": "http://www.google.com/url?sa=X&q=http://www.jsonline.com/business/doyenne-group-to-host-hackathon-for-women-entrepreneurs-gt8di3d-187128831.html&ct=ga&cad=CAcQARgAIAAoATAAOABAhZbchwVIAlAAWABiBWVuLVVT&cd=T2cRl42mUEM&usg=AFQjCNEN56E2vmwP5pogpzDeMCkwRT8LcQ",
            "source": "www.google.com",
            "tags": "-, Alerts, Google, googlereader, Hackathon, ifttt"
        },
        {
            "title": "Redirect Notice",
            "details": "   If you do not want to visit that page, you can return to the previous page.",
            "item_date": "Jan 16 2013 22:44:56",
            "display_item_date": "01-16-2013",
            "url": "http://www.google.com/url?sa=X&q=http://underthebutton.com/2013/01/pennapps-hackathon-weekend-takeover/&ct=ga&cad=CAcQARgAIAAoATAAOABAhZbchwVIAlAAWABiBWVuLVVT&cd=T2cRl42mUEM&usg=AFQjCNGBHWJsm3OTUKVHdB6kSiIHzsMgLw",
            "source": "www.google.com",
            "tags": "-, Alerts, Google, googlereader, Hackathon, ifttt"
        },
        {
            "title": "Redirect Notice",
            "details": "   If you do not want to visit that page, you can return to the previous page.",
            "item_date": "Jan 16 2013 19:48:47",
            "display_item_date": "01-16-2013",
            "url": "http://www.google.com/url?sa=X&q=http://www.androidcentral.com/2-day-hack-thon-google-glass-developers-planned-new-york-and-san-francisco&ct=ga&cad=CAcQARgAIAEoATAAOABAmtLYhwVIAlgBYgVlbi1VUw&cd=SS4-88sqUOQ&usg=AFQjCNEmuaUVdmjW30ljKbPrAtyfqxTB4g",
            "source": "www.google.com",
            "tags": "-, Alerts, Google, googlereader, Hackathon, ifttt"
        },
        {
            "title": "Redirect Notice",
            "details": "   If you do not want to visit that page, you can return to the previous page.",
            "item_date": "Jan 16 2013 19:48:46",
            "display_item_date": "01-16-2013",
            "url": "http://www.google.com/url?sa=X&q=http://blog.safecast.org/2013/01/tokyo-hackathon-underway/&ct=ga&cad=CAcQARgAIAEoATAAOABAhrfahwVIAlgAYgVlbi1VUw&cd=UnWissKqSx4&usg=AFQjCNEdM3S_VwXh0_WXspE3tkWPUi7oDA",
            "source": "www.google.com",
            "tags": "-, Alerts, Google, googlereader, Hackathon, ifttt"
        },
        {
            "title": "Redirect Notice",
            "details": "   If you do not want to visit that page, you can return to the previous page.",
            "item_date": "Jan 16 2013 19:48:45",
            "display_item_date": "01-16-2013",
            "url": "http://www.google.com/url?sa=X&q=http://www.pbs.org/pov/blog/2013/01/the-pov-hackathon-2-award-winners/&ct=ga&cad=CAcQARgAIAEoATAAOABAhrfahwVIAlgAYgVlbi1VUw&cd=UnWissKqSx4&usg=AFQjCNGxwmdK896rpAddkHpduY8HwoTbNA",
            "source": "www.google.com",
            "tags": "-, Alerts, Google, googlereader, Hackathon, ifttt"
        },
        {
            "title": "Campbell’s Hack the Kitchen Contest Awards Developers for Creating Innovative, Kitchen API Driven Apps",
            "details": "  Campbell Soup Company has just launched the “Hack the Kitchen” Contest to find developers that can answer the question “What’s for dinner tonight?  ” by creating innovative web and mobile apps that use the Campbell’s Kitchen API.  Image Credit: Campbell’s Kitchen\n\n\n Developers have until February 1st, 2013 to submit their Campbell’s Kitchen API driven app idea, keeping in mind that the primary audience for the app are people who cook dinner and are regular users of smartphones, tablets or HTML5 devices.  Developers are also encouraged to include social media sharing options in their apps such as the ability to share recipe ratings, reviews and pictures.  Sharing options can be added by integrating other APIs such as Facebook, Foursquare, Twitter, etc.",
            "item_date": "Jan 16 2013 19:37:56",
            "display_item_date": "01-16-2013",
            "url": "http://blog.programmableweb.com/2013/01/16/campbells-hack-the-kitchen-contest-awards-developers-for-creating-innovative-kitchen-api-driven-apps/",
            "source": "blog.programmableweb.com",
            "tags": "googlereader, Hackathon, ifttt, ProgrammableWeb"
        },
        {
            "title": "API Hackday NYC ",
            "details": "  We made the trip to New York this weekend to hang out with Mashery, Twilio, Sendgrid, TokBox and scores of developers at API Hackday.  Here’s a recap:\n \n About 65 people came out for this day of hacking in New York, at The Alley coworking space.   We kicked off the morning with bagels, coffee and API talks.  As much as we love pulling all-nighters at 24-hour hackathons — seriously, we love that stuff — it was a nice change of pace of to attend a 12 hour, one day event.  We did venture out into the city once or twice while were there:\n \n And, in the end, we had choose a winner.",
            "item_date": "Jan 15 2013 21:04:10",
            "display_item_date": "01-15-2013",
            "url": "http://blog.singly.com/2013/01/14/api-hackday-nyc/",
            "source": "blog.singly.com",
            "tags": "Blog, googlereader, Hackathon, ifttt, Singly"
        },
        {
            "title": "Yahoo! Hack University: Accessibility Innovations and Challenges",
            "details": "  Yahoos HackU events allow Yahoo!  engineers to hang out with college students for a week as they explore the latest technologies and spend 24 hours in a caffeine powered hack-a-thon.  The University of Washington features several accessibility related research programs.  So it was great to visit the campus last year and deliver this presentation on the existing accessibility challenges and future innovations.  This HackU event featured some amazing hacks.",
            "item_date": "Jan 15 2013 17:53:25",
            "display_item_date": "01-15-2013",
            "url": "http://developer.yahoo.com/blogs/ydn/posts/2013/01/yahoo-hack-university-accessibility-innovations-and-challenges/",
            "source": "developer.yahoo.com",
            "tags": "Hackathon"
        },
        {
            "title": "Foursquare Hackathon Winner Will Tweet-Shame Your Flabby Abs Into Shape | Fast Company",
            "details": "  The winner of the social check-in companys first hackathon of the year is Gym Shamer.  Image: Flickr user Aaron Parecki\n\n\n\n\n\nImage: Flickr user Aaron Parecki\n\n\n\n\n\nImage: Flickr user Aaron Parecki\n\n\n\n\n\nInstagram user Foursquare\n\n\n\n\n\n\n\n\n\n\n\nInstgram user Pattycreates\n\n\n\n\n\nInstagram user jbraaten\n\n\n\n\n\nInstagram user hoos_in\n\n\n\n\n\nInstgram user ioana_cis\n\n\n\n\n\nInstagram user hoos_in\n\n\nIf you do not check in to your local gym, not only will your glutes sag, the Gym Shamer will know.  And it will tell your friends via social media.  The app is the winner of Foursquare’s first hackathon of the year.  The lovely little service allows users to set personal fitness goals and then it keeps them honest by tracking their check-ins to the local gym.",
            "item_date": "Jan 13 2013 22:03:21",
            "display_item_date": "01-13-2013",
            "url": "http://www.fastcompany.com/3004552/foursquare-hackathon-winner-will-tweet-shame-your-flabby-abs-shape",
            "source": "www.fastcompany.com",
            "tags": "-, Alerts, Google, googlereader, Hackathon"
        },
        {
            "title": "Hackathon Badge - Matters of Grey",
            "details": "  Just saw someone check-in to other venue in NY but shouted Foursquare Hackathon 2013 also got the badge.  Dont know if this badge unlocks worldwide or NY area only.  Checked in twice, two different locations, and nothing on the screen, but did get an email notification of new badge (from first checkin) and it showed up on the badge list\t\t\n          \n        \t\t\t\t\t\tThis morning in the Philippines, Dec.  6 my friend got the badge, I tried it now at 6pm, no badge.  Could be the badge is already retired.",
            "item_date": "Jan 13 2013 21:49:04",
            "display_item_date": "01-13-2013",
            "url": "http://mattersofgrey.com/forum/discussion/644/hackathon-badge/p1",
            "source": "mattersofgrey.com",
            "tags": "-, Alerts, Google, googlereader, Hackathon, ifttt"
        },
        {
            "title": "iSchool Student Participates in Foursquare Hackathon",
            "details": "  Chris Becker, a senior at the School of Information Studies (iSchool), participated in the 2013 Foursquare Hackathon in New York City.  Becker, alongside partner Joe Petrellis, a 4th year Drexel University student, challenged over 430 participants to develop interactive applications using Foursquare’s platform in just 12 hours.  Foursquare also opened the hackathon to other developers at their office in San Francisco and to others around the world.  Becker, who has experience developing apps and other technology, was motivated to participate in the hackathon as an educational and networking opportunity.  “We went in knowing we were out of our league, but we figured we would go and see what happens.",
            "item_date": "Jan 13 2013 21:49:02",
            "display_item_date": "01-13-2013",
            "url": "http://ischool.syr.edu/newsroom/news.aspx?recid=1401",
            "source": "ischool.syr.edu",
            "tags": "-, Alerts, Google, googlereader, Hackathon, ifttt"
        },
        {
            "title": "Let's talk about OpenHack - Engine Yard Developer Blog",
            "details": "  OpenHack is an idea by Nick Quaranto (@qrush) of 37signals with a simple goal: get people from around the world together in their local communities to hack on anything.  The project has ramped up in popularity in recent months, with many cities opening their own chapters.  So far, there are OpenHack chapters available in:\n \n The idea is simple: get any local developer(s) of any language or framework to come together once or twice a month to pair program (or solo program if they choose) on any project they want.  Bring your laptop and a project, or just show up and pair with some one on theirs.  This gets developers a chance to work on side projects (or work or open source projects if they like), a chance to get out of the office, coffee shop or living room, and meet their counterparts.",
            "item_date": "Jan 13 2013 21:03:23",
            "display_item_date": "01-13-2013",
            "url": "https://blog.engineyard.com/2013/lets-talk-about-openhack/",
            "source": "blog.engineyard.com",
            "tags": "Blog, Developer, Engine, googlereader, Hackathon, ifttt, Story, Yard"
        },
        {
            "title": "Foursquare Hackathon Success – NASDAQ Grand Prize",
            "details": "  Myrtle Beach area app developers gathered this weekend to participate in a “hackathon”, a global contest that challenges developers to take an idea from concept to a complete functional product in one weekend.  The 2 projects submitted were GFScale and The Reward Board.  On Tuesday afternoon, NASDAQ and Foursquare selected The Reward Board out of 80 other international submissions.  The Grand Prize they received includes a paid trip to New York City later this year to ring the closing bell at NASDAQ in recognition of their innovative idea and quick execution.  Cowork MYR, a coworking space in Myrtle Beach, South Carolina, hosted the event at their location.",
            "item_date": "Jan 13 2013 20:33:01",
            "display_item_date": "01-13-2013",
            "url": "http://coworkmyr.com/foursquare-hackathon-success-nasdaq-grand-prize/",
            "source": "coworkmyr.com",
            "tags": "-, Alerts, Google, googlereader, Hackathon, ifttt"
        },
        {
            "title": "iSchool Student Participates in Foursquare Hackathon",
            "details": "  Chris Becker, a senior at the School of Information Studies (iSchool), participated in the 2013 Foursquare Hackathon in New York City.  Becker, alongside partner Joe Petrellis, a 4th year Drexel University student, challenged over 430 participants to develop interactive applications using Foursquare’s platform in just 12 hours.  Foursquare also opened the hackathon to other developers at their office in San Francisco and to others around the world.  Becker, who has experience developing apps and other technology, was motivated to participate in the hackathon as an educational and networking opportunity.  “We went in knowing we were out of our league, but we figured we would go and see what happens.",
            "item_date": "Jan 13 2013 20:32:58",
            "display_item_date": "01-13-2013",
            "url": "http://ischool.syr.edu/newsroom/index.aspx?recid=1401",
            "source": "ischool.syr.edu",
            "tags": "-, Alerts, Google, googlereader, Hackathon, ifttt"
        },
        {
            "title": "STC organizes first 'Hackathon' event for Saudi application developers",
            "details": "  Sustaining STCs continuous role in furthering young initiatives and renovations for the mobile handset applications, the first Sports Hackathon event was launched on January 10th, 2013.  The activities of the event continued for the entire day where amateur and professional developers have been given the chance to learn and develop their skills.  The participants have been divided into 9 teams, each of which was allowed 6 hours to develop the sports applications.  Group Corporate Communication GM Eng.  Nawaaf Al Shalani awarded the first winner in presence of Director of Services at STC Mr.",
            "item_date": "Jan 13 2013 20:32:57",
            "display_item_date": "01-13-2013",
            "url": "http://www.ameinfo.com/stc-organizes-hackathon-event-saudi-application-325470",
            "source": "www.ameinfo.com",
            "tags": "-, Alerts, Google, googlereader, Hackathon, ifttt"
        },
        {
            "title": "Hackathon Project To Facebook Feature - Business Insider",
            "details": "  It seems that almost every major feature on Facebook started as a hackathon project.  Hackathons are all-night coding sessions where engineers get amped up on caffeine, brainstorm ideas, and build anything they want.  Theres just one rule for a Facebook hackathon: You cant work on the same thing that you work on during the day.   \n  Facebook engineering manager Pedram Keyani is often mentioned as the guy who made hackathons a tradition at Facebook.  The first official hackathon took place in 2007 after Keyani emailed his fellow colleagues to see if anyone would be interested in hacking with him the following night.",
            "item_date": "Jan 13 2013 15:26:44",
            "display_item_date": "01-13-2013",
            "url": "http://www.businessinsider.com/hackathon-project-facebook-features-2013-1?op=1",
            "source": "www.businessinsider.com",
            "tags": "-, Alerts, Google, googlereader, Hackathon, ifttt"
        },
        {
            "title": "GymShamer Bags Top Prize in Foursquare Hackathon",
            "details": "  Foursquare has announced the winners of its Hackathon held over the weekend.  The worldwide event, saw more than 200 participants join in at Foursquare offices in NY and San Francisco along with other sites across the world.  The result was more than 80 applications that used the Foursquare API in creative ways with GymShamer bagging top honors.  GymShamer joins the ranks of health applications that have been on the rise in the past year.  The App works on the premise that to meet your fitness goals, you need to hit the gym and it tracks your check-ins at the Gym.",
            "item_date": "Jan 13 2013 15:26:43",
            "display_item_date": "01-13-2013",
            "url": "http://blog.programmableweb.com/2013/01/11/gymshamer-bags-top-prize-in-foursquare-hackathon/",
            "source": "blog.programmableweb.com",
            "tags": "googlereader, Hackathon, ifttt, ProgrammableWeb"
        },
        {
            "title": "blog.ce.org",
            "details": "",
            "item_date": "Jan 13 2013 15:26:41",
            "display_item_date": "01-13-2013",
            "url": "http://blog.ce.org/index.php/2013/01/11/ces-hosts-its-first-hackathon/",
            "source": "blog.ce.org",
            "tags": "-, Alerts, Google, googlereader, Hackathon, ifttt"
        },
        {
            "title": "POV Hackathon 2: Meet the Hackers from “The Human Experiment”",
            "details": "  Did you know?  Many POV films are available free to stream online and on mobile devices.  Visit POVs Watch Video page or download the PBS mobile app for iPhone or iPad, and see which films are available today!  POV Hackathon 2: Meet the Hackers from “The Human Experiment”\n                                                                                                                                                                                       \n  \t\t\t\t\tAn image from The Human Experiment, a project selected for POV Hackathon 2 (Jan.  12-13, 2013).",
            "item_date": "Jan 12 2013 16:59:24",
            "display_item_date": "01-12-2013",
            "url": "http://www.pbs.org/pov/blog/povdocs/2013/01/pov-hackathon-2-meet-the-hackers-from-the-human-experiment/#.UPGWYonjnmA",
            "source": "www.pbs.org",
            "tags": "Hackathon"
        },
        {
            "title": "You’re invited to the Quick Left + Precog Hackfest in Boulder!",
            "details": "  We’ve partnered up with our Pearl Street neighbors, Quick Left, to host a Hackfest on January 30.  Here’s your chance to show off your mad software development skills, drink cold beer, eat tasty pizza and win some cool prizes.  Bonus points awarded to the team who incorporates the  ReportGrid API into their web collaboration tool.  We’ll be around to help answer any questions and give you some ideas!  Build web collaboration tools in the language of your choice and don’t worry about forming a team beforehand (teams can get together night of).",
            "item_date": "Jan 11 2013 08:00:00",
            "display_item_date": "01-11-2013",
            "url": "http://blog.precog.com/?p=302",
            "source": "blog.precog.com",
            "tags": "Hackathon"
        },
        {
            "title": "Institute of Development Studies: Research to impact \"hackathon\" on agriculture and nutrition",
            "details": "  IDS Knowledge Services, Research for Development (R4D) and iHub Kenya are joining forces in a four-day hackathon from 22 to 25 January 2013.  The event will bring together experts on agriculture and nutrition alongside technical developers to create innovative prototypes which aim to increase the use and impact of research in this area.    \n  \n  Every year institutions, researchers and practitioners generate thousands of datasets, reports and articles about development issues.  Yet, much of this knowledge remains underused, locked away in technical or organisational silos.  The Institute for Development Studies (IDS), and Research for Development (R4D) have been working to open up access to research information, creating open Application Programming Interfaces (APIs) which allow anyone to tap into the data behind their large collections of curated development research.",
            "item_date": "Jan 11 2013 00:17:24",
            "display_item_date": "01-10-2013",
            "url": "http://www.ids.ac.uk/news/research-to-impact-hackathon-on-agriculture-and-nutrition",
            "source": "www.ids.ac.uk",
            "tags": "-, Alerts, Google, googlereader, Hackathon, ifttt"
        },
        {
            "title": "Hackathon Project To Facebook Feature",
            "details": "  It seems that almost every major feature on Facebook started as a hackathon project.  Hackathons are all-night coding sessions where engineers get amped up on caffeine, brainstorm ideas, and build anything they want.  Theres just one rule for a Facebook hackathon: You cant work on the same thing that you work on during the day.   \n  Facebook engineering manager Pedram Keyani is often mentioned as the guy who made hackathons a tradition at Facebook.  The first official hackathon took place in 2007 after Keyani emailed his fellow colleagues to see if anyone would be interested in hacking with him the following night.",
            "item_date": "Jan 11 2013 00:01:50",
            "display_item_date": "01-10-2013",
            "url": "http://www.businessinsider.com/hackathon-project-facebook-features-2013-1",
            "source": "www.businessinsider.com",
            "tags": "-, Alerts, Google, googlereader, Hackathon, ifttt"
        },
        {
            "title": "Intigral to hold 'Sports Hackathon' for Saudi application developers",
            "details": "  The day-long event is open to all developers, both novice and advanced, and will take place on Thursday, January 10 from 8:30 am.  In addition to learning skills from Intigrals leading developers prizes will also be awarded to participants.  Popular world over, hackathons are community-focused events that bring together application developers, computer programmers, software professionals and technology enthusiasts to collaborate, learn and develop new apps and software.  The developer community in Saudi has been growing at an exponential rate and has shown huge potential especially when it comes to creating local, regionally relevant content, said Mazroua Almazroua, Developers Community Manager, Intigral.  The hackathon aims to bring together all Saudi software developers to drive new innovation and raise the level of awareness on the recent trends in operating systems and applications on a regional level.",
            "item_date": "Jan 11 2013 00:01:49",
            "display_item_date": "01-10-2013",
            "url": "http://www.ameinfo.com/intigral-hold-sports-hackathon-saudi-application-325179",
            "source": "www.ameinfo.com",
            "tags": "-, Alerts, Google, googlereader, Hackathon, ifttt"
        },
        {
            "title": "POV Hackathon 2: The Projects!",
            "details": "  Did you know?  Many POV films are available free to stream online and on mobile devices.  Visit POVs Watch Video page or download the PBS mobile app for iPhone or iPad, and see which films are available today!  POV Hackathon 2: The Projects!  POV Hackathon 2 will take place at the offices of Huge in Brooklyn, New York, this weekend, January 12-13, 2013.",
            "item_date": "Jan 11 2013 00:01:48",
            "display_item_date": "01-10-2013",
            "url": "http://www.pbs.org/pov/blog/povdocs/2013/01/pov-hackathon-2-the-projects/",
            "source": "www.pbs.org",
            "tags": "-, Alerts, Google, googlereader, Hackathon, ifttt"
        },
        {
            "title": "Measuring Hackathon ROI for APIs",
            "details": "  I often get asked whether hackathons actually provide API publishers with any true, measurable return on investment (ROI).  The simple answer is “yes” – and the positive benefits of hackathons are now undeniable.    However, the benefits can be a little hard to quantify, making ROI tricky to measure objectively.  For example, hackathons provide a fantastic way to grow developer awareness of your API as a brand in and of itself, separate from your core business.  When the developers who attend your hackathon go back to their day jobs on Monday, they have added your API to their programming tool belts and will use it, when appropriate, in upcoming projects.",
            "item_date": "Jan 10 2013 23:44:47",
            "display_item_date": "01-10-2013",
            "url": "http://www.layer7tech.com/blogs/index.php/measuring-hackathon-roi-for-apis/",
            "source": "www.layer7tech.com",
            "tags": "-, Alerts, Google, googlereader, Hackathon, ifttt"
        },
        {
            "title": "bostinno.com",
            "details": "  DowncityJS is a 24-hour JavaScript Hackathon taking place in Providence, RI on February 2.  The rules are simple: show up with your laptop, design or development skills, and assemble a team of likeminded hackers (or participate by yourself if you are brave enough) ready to build the best web application of JavaScript library in 24 hours.  This event is free but you need to register.  So…Register now!   \nFood and beverages will be provided by the Founders League and space and connectivity will be provided by Betaspring.",
            "item_date": "Jan 10 2013 23:44:36",
            "display_item_date": "01-10-2013",
            "url": "http://bostinno.com/channels/javascript-hackathon-on-february-2/",
            "source": "bostinno.com",
            "tags": "-, Alerts, Google, googlereader, Hackathon, ifttt"
        },
        {
            "title": "Data API Launch Hack Party!",
            "details": "  Its been a while!  We hope youve all had a splendid holiday season, and that your 2013 is off to a great start.  As you may have heard, we just launched some exciting new data API methods, including realtime search and link analysis -- you can read all about it on our blog here.  To celebrate, were inviting members of the NYC tech community -- that means you -- to swing by our office, enjoy some pizza, and have a low-key hack (or just a friendly chat) about what weve been up to.  Well be hosting this event Tuesday January 15th, from 7 to 10pm.",
            "item_date": "Jan 09 2013 20:26:22",
            "display_item_date": "01-09-2013",
            "url": "http://www.meetup.com/hackabit/events/98609592/",
            "source": "www.meetup.com",
            "tags": ", Hackathon"
        },
        {
            "title": "Esri/Geoloqi/Foursquare Hackathon Recap from San Francisco!",
            "details": "  Geoloqi/Esri had a great time at the Foursquare Hackathon this weekend!  Not only did tons of people show up to hack (over 200 globally, 100 at the NYC office, and around 50 at the SF office), we got to hang out with our friends Jim Young and Bronwyn Agrios from Esri’s SF office!  Together we built interesting stuff, saw interesting hacks, and met lots of new people.  Esri/Geoloqi platform developer Kyle Drake (top right) shows the output of the NASDAQ API to a hackathon participant.  Jim Young and Bronwyn Agrios (top right) from the Esri SF get a demo from a fellow hackathon participant.",
            "item_date": "Jan 08 2013 08:00:00",
            "display_item_date": "01-08-2013",
            "url": "https://geoloqi.com/blog/2013/01/esrigeoloqifoursquare-hackathon-recap-from-san-francisco/",
            "source": "geoloqi.com",
            "tags": "Hackathon"
        },
        {
            "title": "If you build it, they will come. Check out all the cool new things you can do with Foursquare! #hackathon",
            "details": "  If you build it, they will come.  Check out all the cool new things you can do with Foursquare!  #hackathon\n  \tOver the weekend, over 200 hackers came together in NYC, SF, and around the world as part of the 2013 Foursquare Hackathon to build more than eighty creative, useful, and clever apps that utilize our API.  We were especially impressed by the strong showings at non-official sites in Madison, WI (hosted by Snowshoe), Myrtle Beach, SC (hosted by CoWork MYR), Tokyo, and Los Angeles.  Thanks to everyone for coming out!",
            "item_date": "Jan 08 2013 08:00:00",
            "display_item_date": "01-08-2013",
            "url": "http://blog.foursquare.com/2013/01/08/if-you-build-it-they-will-come-check-out-all-the-cool-new-things-you-can-do-with-foursquare-hackathon/",
            "source": "blog.foursquare.com",
            "tags": "Hackathon"
        },
        {
            "title": "Location Based Apps - Foursquare Hackathon Recap from Pearson APIs",
            "details": "  This past weekend Gregg and Anthony from    Pearson APIs  attended the   Foursquare Hackathon   in San Francisco and New York City respectively.  The two locations comprised the in-person component of the hackathon but others were able to compete for the crown virtually from anywhere in the world.    In order for teams to be eligible for the crown they needed to utilize the   Foursquare API.  DropTask:  post and accept a task: enabling foursquare users to make money and a monetization strategy for foursquare: utilized sendgrid and twilio apis\n HipSpot:  play unique moblie games at the places you checkin.  Dinerbeware  :  alerts users to the health score of places you check into - gives an overall health score and the violations\n Checkintowork:  rewarding loyal small business customers with job offers as they know and care about that small business so they would potentially be a good hire\n \nLeave Kudos  :  A mobile app that allows you to comment on great service you received at retail establishments that you’ve checked into.",
            "item_date": "Jan 08 2013 08:00:00",
            "display_item_date": "01-08-2013",
            "url": "http://developer.pearson.com/blog/location-based-apps-foursquare-hackathon-recap-pearson-apis-152013",
            "source": "developer.pearson.com",
            "tags": "Hackathon"
        },
        {
            "title": "There’s still time – sign up for the Foursquare Hackathon this Saturday, and compete for glory, fame, and awesome prizes!",
            "details": "  What better way to ring in the new year than building something really great using the Foursquare API?  There’s still time to sign up for the 2013 Foursquare Hackathon taking place this Saturday, January 5.  To register, just RSVP on our Meetup page, and be sure to take a look at the schedule and rules.  For those in New York City or San Francisco, feel free to join us at Foursquare HQ for a whole lot of hacking, delicious snacks, and more.  If you don’t see your city, feel free to add an event!",
            "item_date": "Jan 02 2013 08:00:00",
            "display_item_date": "01-02-2013",
            "url": "http://feedproxy.google.com/~r/thefoursquareblog/~3/Sqd0vPGzIqU/",
            "source": "feedproxy.google.com",
            "tags": "Hackathon"
        },
        {
            "title": "Student duo crowned at Taipei Windows 8 Hackathon",
            "details": "  Taipei, Dec.  30 (CNA) A team of two university students emerged as the biggest winner at a Windows 8 Hackathon in Taipei Sunday, after hundreds of Taiwanese developers worked nonstop for 36 hours to create their dream applications for Microsofts latest operating system.  The Super Sport Agent app created by 19-year-olds Hsu Ya-ting and Hung Yu-hsin won the weekend code festivals Grand Prize.  Hsu, a computer science and information engineering major at National Central University, said the app is capable of running on all three of Microsofts platforms -- Windows 8, Windows Phone 8, and cloud computing service Windows Azure.  Designed primarily for tablets, the app can serve as an electronic scoreboard or as a basketball coaching board showing game strategy.",
            "item_date": "Dec 31 2012 23:13:24",
            "display_item_date": "12-31-2012",
            "url": "http://focustaiwan.tw/ShowNews/WebNews_Detail.aspx?ID=201212300013&Type=aECO",
            "source": "focustaiwan.tw",
            "tags": "Hackathon"
        },
        {
            "title": "Dwolla Blog | Developer Summit Hackathon",
            "details": "  Next week, on Jan.  5, we’ll be participating in the AT&T’s 2013 developer summit hackathon in beautiful Las Vegas, NV.  As one of the sponsors, we will be sending our very own Devangelist, Michael, to help mentor teams and make sure they deliver awesome hacks in time for the deadline.  If you’ve ever been to a hackathon before, you probably already know how much fun they can be.  Bring in your gear, set yourself up, and begin a 24-hour coding session.",
            "item_date": "Dec 29 2012 18:25:05",
            "display_item_date": "12-29-2012",
            "url": "http://blog.dwolla.com/developer-summit-hackathon/",
            "source": "blog.dwolla.com",
            "tags": "Hackathon"
        },
        {
            "title": "Startup Weekend Opens the NYSE Today!",
            "details": "  This morning, the  Startup Weekend leadership team had the honor of ringing the NYSE Opening Bell to celebrate the creation of 100,000 entrepreneurs through Startup Weekend.   Check out the video of the team opening the stock exchange.   \n From Mongolia to Iran to cities in the U.  S.  like New York, Kansas City, and San Francisco, Startup Weekend has surfaced all over the globe as a leading force in the grassroots development of entrepreneurship and startup ecosystems around the world.",
            "item_date": "Dec 29 2012 18:04:19",
            "display_item_date": "12-29-2012",
            "url": "http://startupweekend.org/2012/12/28/startup-weekend-opens-the-nyse-today/",
            "source": "startupweekend.org",
            "tags": "Hackathon"
        },
        {
            "title": "MediaPost Publications OMD's Spotify Hackathon 12/28/2012",
            "details": "  The agency organized a party with a mission: Spotify attracts more users, while introducing the music platform and app developers to big brand thinking.  Every digital media platform worthy of the name unleashes the creativity of its audience by opening up the platform to app developers,  encouraging them to come up with new apps that make the platform more accessible, more convenient, or simply more fun.  It’s a win-win for both sides, as the platform taps the insight and enthusiasm of users to improve its service, and the users get to customize their favorite media.  There’s no question Spotify, launched by a group of enterprising Swedes in 2006, is blowing up: the number of active monthly users increased from 7.  4 million in November 2011 to 24 million in November 2012, and the platform boasts high engagement with its comprehensive music offerings.",
            "item_date": "Dec 29 2012 17:27:11",
            "display_item_date": "12-29-2012",
            "url": "http://www.mediapost.com/publications/article/190114/omds-spotify-hackathon.html#axzz2GQQTgcp7",
            "source": "www.mediapost.com",
            "tags": "Hackathon"
        },
        {
            "title": "A Hackathon for Happiness",
            "details": "  What if there were a concrete way to measure happiness and well-being, then use those metrics to change the world?  The H(app)athon Project, an initiative to create digital tools to drive global contentment, aims to find specific ways to use your happiness data, and it wants programmers to help.  Hacking happiness is the projects primary goal -- using technology to provide the most accurate picture of worldwide well-being possible.  Happiness indicators such as life satisfaction, health, community and civic engagement.  Happiness indicators or indexes like the Gross National Happiness Index from Bhutan, reflect a fuller picture of value for a country beyond the GDP [gross domestic product], John Havens, founder of the H(app)athon Project, told Mashable.",
            "item_date": "Dec 28 2012 18:33:04",
            "display_item_date": "12-28-2012",
            "url": "http://mashable.com/2012/12/28/happathon/",
            "source": "mashable.com",
            "tags": "Hackathon"
        },
        {
            "title": "$25,000 Hackathon at the 2013 International CES - MIM Central",
            "details": "  Here is an opportunity to stand apart on the world’s technology stage at the 2013 International CES.  The CEA MoDev hackathon presented by the Travel Channel takes place January 9th at the Venetian Hotel in Las Vegas.  There’s only 100 spots available, so jump in!  Developers, designers and marketers are encouraged to participate.  Event details:\n Date: January 9th, 8am-8pm\n Location: Venetian Level 4, Lando 4303\n Requirement: All participants must be registered for CES  \n Spots available on a first-come, first-served basis\nSubmit here to reserve a spot and you will be contacted with further instructions.",
            "item_date": "Dec 26 2012 18:24:00",
            "display_item_date": "12-26-2012",
            "url": "http://mim.umd.edu/2012/12/hackathon-2013-international-ces/",
            "source": "mim.umd.edu",
            "tags": "Hackathon"
        },
        {
            "title": "A Hackathon Ushers In A Holiday Version Of Changemakrs, The Platform For Inspirational Quotes | TechCrunch",
            "details": "  Kim-Mai Cutler is a technology journalist who has worked for Bloomberg, VentureBeat and The Wall Street Journal.  Before she joined TechCrunch, she led mobile coverage at Inside Network, a six-person media startup that was acquired by WebMediaBrands in 2011 for $14 million in cash and stock.  She specializes in covering gaming, distribution and monetization of mobile applications and venture.  → Learn More",
            "item_date": "Dec 24 2012 18:42:04",
            "display_item_date": "12-24-2012",
            "url": "http://techcrunch.com/2012/12/23/changemakrs-holiday/",
            "source": "techcrunch.com",
            "tags": "Hackathon"
        },
        {
            "title": "Hackathon 2013",
            "details": "",
            "item_date": "Dec 23 2012 20:23:49",
            "display_item_date": "12-23-2012",
            "url": "http://www.geewa.com/hackathon/index.aspx",
            "source": "www.geewa.com",
            "tags": "Hackathon"
        }
    ],
    "week": "04",
    "published": "01/21/2013",
    "newscount": 132
}